aic94xx-firmware
android-sdk
chrome-gnome-shell
dtach
easytax-ag-2020
easytax-ag-2021
flashplugin
fonts-tlwg
green-recorder-git
losslesscut-bin
makemkv
modprobed-db
mycrypto-bin
nodejs-editly-git
paru-bin
qgnomeplatform-git
ripme
shrinkpdf
spotify
teams
tor-browser
ttf-sil-abyssinica
wd719x-firmware
xmoto
xv
