acpi_call
android-tools
arch-audit
arch-install-scripts
arp-scan
asp
atop
autoconf
automake
avidemux-qt
base
bash
bind-tools
binutils
bison
bzip2
calibre
certbot
chmlib
chrome-gnome-shell
chromium
cmus
code
coreutils
cryptsetup
cups
darktable
dav1d
dbus-broker
dconf-editor
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
dos2unix
e2fsprogs
eog
epiphany
evince
evolution
f2fs-tools
fakeroot
feh
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
fish
flashplugin
flatpak
flex
freeglut
fzf
gawk
gcc
gcc-libs
gdb
gdm
gedit
gedit-plugins
geeqie
gettext
ghostscript
giggle
git
gitg
glibc
gnome-control-center
gnome-keyring
gnome-screenshot
gnome-shell
gnome-sound-recorder
gnome-subtitles
gnome-terminal
gnome-tweaks
go
gobject-introspection
gparted
gradle
grep
grsync
gst-libav
gst-plugins-ugly
gvfs-google
gvfs-mtp
gzip
handbrake
hardinfo
heimdall
hexchat
htop
inetutils
inkscape
intel-ucode
intellij-idea-community-edition
iotop
iproute2
iputils
java-commons-lang
jdk-openjdk
jfsutils
jxrlib
k3b
kate
kdiff3
kolourpaint
krita
less
libdvdcss
libdvdread
libgexiv2
libimagequant
libreoffice-fresh
libunrar
libwmf
licenses
linux
linux-firmware
linux-lts
logrotate
lsof
lvm2
m4
make
man-db
man-pages
mathjax
maven
mdadm
meson
moreutils
mpv
mtools
mtr
mumble
nano
nautilus
neovim
netctl
network-manager-applet
nginx
nmap
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
openssh
optipng
opus-tools
p7zip
pacman
pacman-contrib
patch
pavucontrol
pciutils
pdfarranger
pdftk
pekwm
perf
perl
pitivi
pkgconf
podofo
powertop
procps-ng
psmisc
python-pip
python2-appdirs
python2-apsw
python2-chardet
python2-css-parser
python2-cssselect
python2-dateutil
python2-dbus
python2-dnspython
python2-enum34
python2-html5-parser
python2-html5lib
python2-lxml
python2-mechanize
python2-msgpack
python2-netifaces
python2-packaging
python2-pillow
python2-psutil
python2-pygments
python2-pyparsing
python2-pyqt5
python2-regex
python2-setuptools
python2-sip-pyqt5
python2-six
python2-unrardll
python2-webencodings
qiv
qt5-wayland
qt5ct
refind-efi
reiserfsprogs
rsync
rxvt-unicode
s-nail
sed
shadow
shotwell
simple-scan
simplescreenrecorder
sip
slurp
smartmontools
strace
sudo
sway
swaylock
sysfsutils
systemd-sysvcompat
tar
tesseract
texinfo
tk
tlp
tmux
totem
transmission-gtk
ttf-carlito
ttf-indic-otf
ttf-liberation
ttf-ubuntu-font-family
udftools
unrar
usbutils
util-linux
vi
vlc
wayland
weston
wget
which
wpa_supplicant
xf86-input-libinput
xfce4-terminal
xfsprogs
xonsh
xorg-server
xorg-server-xvfb
xorg-xeyes
xorg-xhost
xorg-xinit
xournalpp
yarn
youtube-dl
zip
