7zip
acpi_call
android-file-transfer
android-tools
arch-audit
arch-install-scripts
arianna
arp-scan
atop
autoconf
automake
avidemux-qt
base
base-devel
bash
bind
bison
booster
bottom
brasero
bzip2
calibre
chmlib
chromium
clang
cmus
code
coolreader
coreutils
cryptsetup
cups
dconf-editor
device-mapper
dhcpcd
dialog
diffutils
dkms
dmenu
dmidecode
docbook-xml
docbook-xsl
dos2unix
dust
e2fsprogs
eog
epiphany
espeakup
evince
exfatprogs
eza
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
fish
flatpak
flex
foliate
fractal
fzf
gawk
gcc
gcc-libs
gdb
gdm
gedit
gedit-plugins
geeqie
gettext
ghostscript
giggle
git
git-delta
gitg
gitui
glibc
gnome-control-center
gnome-keyring
gnome-screenshot
gnome-shell
gnome-sound-recorder
gnome-terminal
gnome-tweaks
gnome-weather
gobject-introspection
gparted
gradle
grep
grsync
gst-libav
gst-plugins-ugly
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gzip
handbrake
heimdall
helix
hexchat
htop
hunspell-de
inetutils
inkscape
intel-media-driver
intel-ucode
intellij-idea-community-edition
intltool
iotop
iproute2
iputils
itstool
java-commons-lang
jdk-openjdk
jdk17-openjdk
jdk21-openjdk
jfsutils
just
jxrlib
k3b
kamoso
kdiff3
knights
kolourpaint
kooha
krita
lapce
less
libaacs
libdvdcss
libdvdread
libgexiv2
libimagequant
libreoffice-fresh
libunrar
libva-utils
libwmf
licenses
linux
linux-firmware
linux-headers
linux-lts
logrotate
lsof
lvm2
m4
make
man-db
man-pages
mathjax
maven
mcfly
mdadm
mold
moreutils
mpv
mtools
mtr
mumble
namcap
nano
nautilus
neovim
netctl
network-manager-applet
networkmanager
nginx
nmap
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
opendoas
openssh
optipng
opus-tools
orca
pacman
pacman-contrib
patch
pavucontrol
pciutils
pdfarranger
pdfmixtool
pdftk
pekwm
perf
perl
perl-xml-parser
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-v4l2
pitivi
pkgconf
pkgstats
plantuml
podman
podofo
powertop
procps-ng
psmisc
python-pip
python-pydbus
qt5-wayland
qt5ct
qtqr
ranger
refind
rsync
rustup
rxvt-unicode
s-nail
sbctl
sbsigntools
seahorse
secrets
sed
sg3_utils
shadow
shotwell
signal-desktop
simple-scan
slurp
smartmontools
sof-firmware
starship
strace
swaylock
sysfsutils
systemd-sysvcompat
tar
tealdeer
telegram-desktop
testdisk
texinfo
the_silver_searcher
tk
tlp
tmux
totem
transmission-gtk
ttf-carlito
ttf-indic-otf
ttf-liberation
ttf-ubuntu-font-family
udftools
ufw
unrar
usbutils
util-linux
uutils-coreutils
vi
vivid
vulkan-headers
vulkan-intel
vulkan-tools
wayland
webp-pixbuf-loader
wget
which
wl-clipboard
xf86-input-libinput
xfce4-terminal
xfsprogs
xonsh
xorg-server
xorg-server-xvfb
xorg-xeyes
xorg-xhost
xorg-xinit
xournalpp
yt-dlp
zip
