acpi_call
alacritty
android-tools
ant
arch-audit
arch-install-scripts
arp-scan
asp
atop
autoconf
automake
avidemux-qt
bash
bind-tools
bison
bzip2
calibre
certbot
chmlib
chrome-gnome-shell
chromium
cmus
coreutils
cryptsetup
cups
darktable
dconf-editor
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
dos2unix
e2fsprogs
epiphany
evince
exo
f2fs-tools
fakeroot
feh
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
flashplugin
flatpak
flex
fzf
garcon
gawk
gcc
gcc-libs
gdb
gedit
gedit-plugins
geeqie
gettext
ghostscript
giggle
git
gitg
glibc
gnome-control-center
gnome-keyring
gnome-screenshot
gnome-shell
gnome-sound-recorder
gnome-terminal
go
gobject-introspection
gparted
gradle
grep
grsync
gst-libav
gst-plugins-ugly
gtk-xfce-engine
guake
gvfs-mtp
gzip
handbrake
hexchat
htop
inetutils
inkscape
intel-ucode
intellij-idea-community-edition
iotop
iproute2
iputils
jdk-openjdk
jdk10-openjdk
jfsutils
jxrlib
k3b
kate
kdenlive
kdiff3
kolourpaint
krita
kwave
less
libdvdread
libgexiv2
libimagequant
libreoffice-fresh
libunrar
libwmf
licenses
linux
linux-lts
liteide
logrotate
lsof
lvm2
m4
make
man-db
man-pages
mathjax
maven
mdadm
minio
moreutils
mousepad
mpv
mtools
mtr
mumble
mupdf
nano
nautilus
nemo
neovim
netctl
nginx
nmap
noto-fonts-cjk
ntfs-3g
openssh
optipng
opus-tools
orage
p7zip
pacman-contrib
parole
patch
pavucontrol
pciutils
pekwm
perf
perl
pitivi
pkgconf
podofo
powertop
procps-ng
psmisc
python-pip
python2-appdirs
python2-apsw
python2-chardet
python2-css-parser
python2-cssselect
python2-dateutil
python2-dbus
python2-dnspython
python2-dukpy
python2-enum34
python2-html5-parser
python2-html5lib
python2-lxml
python2-mechanize
python2-msgpack
python2-netifaces
python2-packaging
python2-pillow
python2-psutil
python2-pygments
python2-pyparsing
python2-pyqt5
python2-regex
python2-setuptools
python2-sip-pyqt5
python2-six
python2-unrardll
python2-webencodings
qiv
qt4
qt5-wayland
qt5ct
refind-efi
reiserfsprogs
ristretto
rsync
rxvt-unicode
s-nail
sed
shadow
shotwell
simple-scan
simplescreenrecorder
sip
smartmontools
strace
sudo
sysfsutils
systemd-sysvcompat
systemsettings
tar
terminology
tesseract
testdisk
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tlp
tmux
totem
transmission-gtk
ttf-indic-otf
ttf-liberation
ttf-ubuntu-font-family
tumbler
unrar
usbutils
util-linux
vi
vim
wayland
weston
wget
which
wpa_supplicant
xf86-input-libinput
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-server
xorg-server-xvfb
xorg-server-xwayland
xorg-xeyes
xorg-xhost
xorg-xinit
xournalpp
yarn
youtube-dl
zip
zstd
