adduser
aic94xx-firmware
android-emulator
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-studio
asp
bsdmainutils
calibre-plugin-dedrm
dropbox
dtach
easytax-ag-2022
easytax-ag-2023
easytax-ag-2024
flashplugin
fonts-tlwg
gourou
hardinfo2
losslesscut-bin
makemkv
modprobed-db
mycrypto-bin
paru-bin
paru-bin-debug
reiserfsprogs
shrinkpdf
spotify
ttf-sil-abyssinica
vlc-git
vlc-git-debug
wd719x-firmware
xmoto
